export const fnqData = [
    {
        id: 1,
        question: '추천 운동 영상은 제 수준에 맞게 제공되나요?',
        answer: '네. 회원님의 운동 경험, 선호도, 목표, 시청 패턴 등을 기반으로 현재 체력 수준에 적합한 영상을 자동으로 추천합니다.\n난이도·부위·운동 시간 등이 균형 있게 구성되어 무리 없이 꾸준히 이어갈 수 있는 루틴을 제공합니다.',
    },
    {
        id: 2,
        question: '식단 추천 및 칼로리 정보는 신뢰할 수 있나요?',
        answer: '네. 회원님의 운동 경험, 선호도, 목표, 시청 패턴 등을 기반으로 현재 체력 수준에 적합한 영상을 자동으로 추천합니다.\n난이도·부위·운동 시간 등이 균형 있게 구성되어 무리 없이 꾸준히 이어갈 수 있는 루틴을 제공합니다.',
    },
    {
        id: 3,
        question: '꾸준히 사용할 수 있도록 도와주는 기능이 있나요?',
        answer: '네. 회원님의 운동 경험, 선호도, 목표, 시청 패턴 등을 기반으로 현재 체력 수준에 적합한 영상을 자동으로 추천합니다.\n난이도·부위·운동 시간 등이 균형 있게 구성되어 무리 없이 꾸준히 이어갈 수 있는 루틴을 제공합니다.',
    },
    {
        id: 4,
        question: '다른  플랫폼과의 차이점은 무엇인가요?',
        answer: '네. 회원님의 운동 경험, 선호도, 목표, 시청 패턴 등을 기반으로 현재 체력 수준에 적합한 영상을 자동으로 추천합니다.\n난이도·부위·운동 시간 등이 균형 있게 구성되어 무리 없이 꾸준히 이어갈 수 있는 루틴을 제공합니다.',
    },
];
